import React from 'react';
import '../styles/Block3.css';

function Block_3() {
  return (
    <div className="block_3">
      <div>
        <h3>Техникум - RPG с открытым миром!</h3>
        <p>
          МПТ - продуманный открытый мир, с тысячами - тысячами! - квестов, и обширными возможностями. Тут можно заглянуть в аудиторию и послать препода, который тебя достал; тут можно месяцами - месяцами! - не ходить, забив на учебу - и все равно сдать сессию...
          <br />
          Можно узнавать новых людей, и быть ничем не обязаным; можно просто гулять во время пар, наблюдая всеобщий хаос. Можно заходить на пары к незнакомым людям и отвечать от лица других, можно просто выйти в курилку, обсуждая препода, а потом увидеть этого препода курящим за спиной.
          <br />
          Если у вас есть хоть малейшие практические знания, вы уже можете на равных спорить с ним о предмете, на радость одногруппникам.
        </p>
      </div>
      <div>
        <img className="rpg" src="https://i.postimg.cc/vBcpFwvj/Screenshot-1006-600x338.png" alt="ERROR" />
      </div>
    </div>
  );
}

export default Block_3;
