import React from 'react';
import '../styles/Block2.css';

function Block_2() {
  return (
    <div className="block_2">
      <div>
        <img className="photo" src="https://i.postimg.cc/SKnyskvk/6wi-GXv3oc-o.jpg" alt="ERROR" />
      </div>
      <div>
        <h3>Виды преподов в МПТ:</h3>
        <p>
          1. Выпускники
          <br />
          <br />
          Это самая обширная группа преподов - зарплаты у них маленькие, в нормальные компании их не берут, потому что там они не нужны, а ректорат хочет сэкономить; редко встречаются случаи, когда человек реально сам хочет учить.
          <br />
          <br />
          2. Дедки
          <br />
          <br />
          Данная категория преподавателей в МПТ есть по двум причинам: это либо спокойная старость, либо хорошие отношения с ректоратом.
          <br />
          <br />
          3. Мужчины и женщины в самом расцвете сил
          <br />
          <br />
          Непонятно, что заставило их преподавать в МПТ: либо большая любовь, либо маленькая самооценка, либо бан на хедхантере.
          <br />
          <br />
          <a href="https://vk.com/podmpt?w=wall-135686248_15099" target="_blank">
            Полная статья -&gt;
          </a>
        </p>
      </div>
    </div>
  );
}

export default Block_2;
