import React from 'react';
import '../styles/Block1.css';

function Block_1() {
  return (
    <div className="block_1">
      <div>
        <h3>Почему прогуливать пары полезно?</h3>
        <p>
          В первую очередь, прогуливая пары вы обеспечиваете себе невероятное количество свободного времени, которое можно потратить на изучение конкретных вещей, интересующих вас, посвятить себя хобби или пройти весь материал, получаемый вами в техникуме самостоятельно и в разы быстрее.
          <br />
          Однако важно понимать, что если и прогуливать пары, то только с пользой для огранизма или мозга.
        </p>
      </div>
      <div>
        <img className="walk" src="https://i.postimg.cc/437Nqz8S/walking.jpg" alt="ERROR" />
      </div>
    </div>
  );
}

export default Block_1;
